Repository: Gautier-Antoine/gaplugin-darkmode
Catalog: languages/darkmode-text-*.po
Languages: fr_ca

source: You are not currently logged in
fr_ca: Vous n’êtes pas connecté actuellement

source: Parameters
fr_ca: Paramètres

source: Welcome to AGPlugin Page
fr_ca: Bienvenue sur AGPlugin Page

source: You'll find the different sections in the tabs
fr_ca: Vous trouverez les différentes sections dans la tabulation

source: DarkMode is active
fr_ca: DarkMode est activé

source: Use in your %1$s :
fr_ca: Utilisez dans votre %1$s :

source: - for the light theme %1$s
fr_ca: - pour le thème clair %1$s

source: - for the dark theme %1$s
fr_ca: - pour le thème foncé %1$s

source: If you click on the test button,%1$sthe %2$s of the %3$s will be affected
fr_ca: Si vous cliquez sur le bouton test,%1$sles %2$s du %3$s seront affectés

source: Checkbox for %1$s
fr_ca: Case à cocher pour %1$s
